{
  "items": [
    {
      "title": "Burton Family Tree Hometown Hero Camber",
      "rating": "3.5",
      "price": "799.95",
      "description": "Because sometimes the best backcountry experiences come with mixed conditions and unexpected terrain, you need a board that rises to every challenge. The Family Tree Hometown Hero Splitboard works well just about anywhere you drop it. Its directional shape and taper keep it agile in powder, while the Split Channel mounting system makes for smooth transitions. From floating through open powder stashes to working through variable conditions, its versatility shines bright no matter where you wind up.",
      "image": "https://www.burton.com/static/product/W22/22240101000146_1.png?impolicy=bglt&imwidth=972",
      "brand": "Burton",
      "type": "snowboard",
      "id": 1
    },
    {
      "title": "Union Strata Snowboard Binding",
      "rating": "1.5",
      "price": "299.952",
      "description": "Introduced to the line-up in recent years, the Strata Snowboard Binding has quickly become Union's most popular freestyle option thanks to its industry-first bushing system that's perfectly suited for everything from massive park jumps to sneaky sidehits. These bushings use Fused Vaporlite, which not only take cushioning and vibration dampening to the next level, but also give us a far more waterproof, durable, and precise design than any other EVA material on the market today. This bushing system rides on the unbelievably light, strong, and responsive Stage 6 Duraflex ST baseplate platform to balance things out. All of this means, essentially, that the Strata knows where you're going before you do.",
      "image": "https://content.backcountry.com/images/items/medium/UNN/UNNZ0A0/RED.jpg",
      "brand": "Union",
      "type": "binding",
      "id": 2
    },
    {
      "title": "Union Falcor Snowboard Binding",
      "rating": "5",
      "price": "349.95",
      "description": "The biggest lines and the steepest spines‚ there's only one binding that Travis Rice will trust when he straps in. The Union Falcor is the best of both worlds, Forged Carbon carving power + Fused Vaporlite dampening provide a riding experience unlike anything else on the market. Lightweight, responsive, shock-absorbing and designed by the man himself - Trust Travis",
      "image": "https://content.backcountry.com/images/items/900/UNN/UNNZ07E/ULTBLU.jpg",
      "brand": "Union",
      "type": "binding",
      "id": 3
    },
    {
      "title": "Fischer RC4 The Curv DTX",
      "rating": "5",
      "price": "899.99",
      "description": "Get a groomer ripper with the Fischer RC4 The Curv DTX, a great option for any advanced intermediate to expert skier. Free Milled Titanium includes a layer of titanium laid on top of the wood core which helps keep the ski stable at high speeds. The trademarked DIAGOTEX located underneath the top sheet is a thin carbon weave to provide torsional stability. You'll have no problem staying stable from carve to carve thanks to the Triple Radius Technology. Get a true performance On Piste ski with the Fischer RC4 The Curv DTX.",
      "image": "https://summitsports.scene7.com/is/image/SummitSports/600436_600436_1?$256$",
      "brand": "Fischer",
      "type": "skis",
      "id": 4
    },
    {
      "title": "Burton SLX Snowboard Boot",
      "rating": "3",
      "price": "609.95",
      "description": "Driven by the demands of serious riders, the Burton Men's SLX Snowboard Boot represents the pinnacle of performance within Burton's line, retaining its mid-stiff flex, high levels of cushioning, and ultra-precise fit without breaking down over the course of the season. The futuristic Ultraweave shell reinforces the boot against rips, scratches, and premature blowouts, which is highly useful for everyday riders and those earning turns in the backcountry. Other high-end features include a Vibram XWing sole for rugged resilience and grip, as well as Burton's Speed Zone lacing for quick-and-easy tightening over the upper and lower zones.",
      "image": "https://content.backcountry.com/images/items/medium/BUR/BUR02YJ/BKRED.jpg",
      "brand": "Burton",
      "type": "boot",
      "id": 5
    },
    {
      "title": "Dynastar Speed Zone 4x4 82 Pro Skis",
      "rating": "5",
      "price": "899.95",
      "description": "The Dynastar Speed Zone 4x4 82 Pro is an awesome choice for advanced to expert level skiers looking for a stable front side charger. The Hybrid Beech PU Core is a blend of beech wood and poly urethane for a lightweight feel without sacrificing on strength and durability. 3D Profile enhances the skis profile by beefing up the areas where energy is harnessed to be distributed to the tips and tails for riding fluency and consistency. PowerDrive incorporates a viscoelastic material in the sidewall for vibration dampening as well as titanal, increasing the strength of the ABS and providing lots of stability when getting the ski on edge. The Tip Rocker profile provides little rocker in the tip for effortless edge contact to the snows surface and camber throughout the rest for controlled steering. A Sintered HD Base provides awesome glide on the surface of the snow for now lost momentum and a smooth ride. Fly down the mountain with precision and stability with the Dynastar Speed Zone 4x4 82 Pro.",
      "image": "https://summitsports.scene7.com/is/image/SummitSports/572750_572750_1?$256$",
      "brand": "Dynastar",
      "type": "skis",
      "id": 6
    },
    {
      "title": "Burton Custom X Flying V Snowboard",
      "rating": "5",
      "price": "749.95",
      "description": "Pro-caliber is a strong statement for any board, but the men's Burton Custom X Snowboard has repeatedly delivered for snowboarding's most demanding riders due to precise design and powerful drive. The confidence is in the tech, which includes the carbon-fueled snap of Squeezebox High core profiling, a competition-grade base, and 45° Carbon Highlights High-Voltage for the ultimate in lightweight responsiveness. The hardest charging board we make, the Custom X is available in two versions: Choose the power of camber or the float and catch-free feel of Flying V.",
      "image": "https://www.burton.com/static/product/W21/17183104000162_1.png?impolicy=bglt&imwidth=972",
      "brand": "Burton",
      "type": "snowboard",
      "id": 7
    },
    {
      "title": "Ride A-10 Snowboard Binding",
      "rating": "5",
      "price": "419.95",
      "description": "Unbeatable stiffness, lightweight, and support, Ride’s A-10 Binding is ready for your hardest hitting days in the backcountry, when durability and power isn’t negotiable. An A-series aluminum chassis provides reactive flex and power transfer, while Carbon Slimeback Highback gives you the response of carbon, and damps vibrations.",
      "image": "https://content.backcountry.com/images/items/900/RDE/RDEM135/CLABLA.jpg",
      "brand": "Ride",
      "type": "binding",
      "id": 8
    },
    {
      "title": "SMITH MAZE MIPS HELMET",
      "rating": "5",
      "price": "140",
      "description": "The Smith Maze MIPS Helmet is a top of the line dome protector. The lightweight construction and safety features make it an awesome helmet for any rider. The polycarbonate shell and absorbent EPS liner offer maximum impact resistance with superior comfort. The included MIPS system is the industry standard in advanced helmet technology. Nine different vents supply AirEvac ventilation to keep warm moist air away from your goggles and Airflow Climate Control to keep your noggin comfy and dry in any conditions. Grab this helmet now and turn heads while protecting your's this winter.",
      "image": "https://cdn11.bigcommerce.com/s-tq0ucjapr8/product_images/attribute_rule_images/1799035_source_1606369907.jpg",
      "brand": "Smith",
      "type": "helmet",
      "id": 9
    },
    {
      "title": "Burton Family Tree 3D Deep Days Snowboard",
      "rating": "5",
      "price": "599.95",
      "description": "Take your powder riding experience into the third dimension. Working with team riders, we went deep on prototypes and rider testing to tune the shape and design of the Burton Family Tree 3D Deep Days Snowboard. Inspired by modern surfboard design, unique 3D shaping in the nose andtail stabilize the ride through the full range of the turn. The board pulls you into each arc and lets you hold power and then accelerate out for a new level of response and control in powder. Float, slash, and carve away the deepest days.",
      "image": "https://www.burton.com/static/product/H21/22248101000154_1.png?impolicy=bglt&imwidth=972",
      "brand": "Burton",
      "type": "snowboard",
      "id": 10
    },
    {
      "title": " Oakley MOD 5 HELMET",
      "rating": "5",
      "price": "240",
      "description": "The rest of the MOD 5 is typical Oakley quality. The helmet feels light on your head and comes with premium features like a magnetic chinstrap, Boa dial at the back, and removable liner. ",
      "image": "https://www.switchbacktravel.com/sites/default/files/image_fields/Best Of Gear Articles/Skiing/Ski Helmets/Oakley Mod5 snow helmet.jpg",
      "brand": "Oakley",
      "type": "helmet",
      "id": 12
    },
    {
      "title": "Kids' Burton After School Special Snowboard Package",
      "rating": "5",
      "price": "269.95",
      "description": "Even the kids know this is the best deal going. Better than watching hours of cartoons, the kids' Burton After School Special Snowboard makes learning a cinch with super soft, parent-friendly bindings and a saucer-like snowboard that teaches balance and board control. With the fully adjustable bindings premounted in a beginner-friendly stance, simply grab the package and go. It doesn't get any easier than this.",
      "image": "https://www.burton.com/static/product/W21/10731103000080_1.png?impolicy=bglt&imwidth=972",
      "brand": "Burton",
      "type": "snowboard",
      "id": 13
    },
    {
      "title": "K2 Haven Boa Snowboard Boot",
      "rating": "5",
      "price": "229.95",
      "description": "The K2 Haven Boa Snowboard Boot offers out-of-the-box comfort for all-mountain riders looking to rip right from the park to smooth powdery runs. A soft flex provides a surfy feel while carving groomers or locking in proper presses through the rail line, and an H4 Boa Fit closure system eliminates pressure points and dials in a precise fit quicker than your friends. The Fast-In liner lacing locks your foot in place to prevent heel lift and instant energy transfer for fluid turning, while the Intuition Comfort liner heat-molds to the contours of your feet for a custom fit.",
      "image": "https://content.backcountry.com/images/items/900/K2S/K2SO084/MIN.jpg",
      "brand": "K2",
      "type": "boot",
      "id": 14
    },
    {
      "title": "Burton Family Tree Straight Chuter Camber Splitboard",
      "rating": "5",
      "price": "1,099.95",
      "description": "Big chutes, bigger drops, steeper faces. If these are the reasons you're getting a splitboard, it's the Family Tree Straight Chuter Splitboard you want under your feet. Inspired by the hard-charging style of Burton rider Danny Davis, the Straight Chuter is built for speed, stability, and aggressiveness to ride the lines others won't. The Split Channel board mount keeps the small stuff simple, so you can focus on setting your sights on something big. 3-YEAR WARRANTY- SNOWBOARDS All 2014 and newer Burton snowboards with The Channel mounting system (such as the one you are looking at here) are backed by a three-year warranty from date of purchase.",
      "image": "https://www.burton.com/static/product/W22/22239101000151_1.png?impolicy=bglt&imwidth=972",
      "brand": "Burton",
      "type": "snowboard",
      "id": 15
    },
    {
      "title": "Burton Stylus Flat Top Snowboard",
      "rating": "5",
      "price": "359.95",
      "description": "Hands down the easiest women's board in the line, the women's Burton Stylus Snowboard is perfect for aspiring riders looking to build a foundation before moving on to a more performance-oriented option. Like setting a pen to a blank piece of paper, the Stylus silences your fears, teaching balance and board control from the first time you strap in. Easy Bevel combines a soft, mellow flex with a convex base for a virtually-catch free riding experience, while Flat Top and a true twin shape provide a stable platform that's effortlessly maneuverable no matter which way you point it. The Channel:registered: mounting system gives you the easiest, most adjustable setup with bindings from all major brands (not just Burton's).",
      "image": "https://www.burton.com/static/product/W21/10697107000138_1.png?impolicy=bglt&imwidth=972",
      "brand": "Burton",
      "type": "snowboard",
      "id": 16
    },
    {
      "title": "Salomon Kiana Focus Boa Snowboard Boot",
      "rating": "5",
      "price": "349.95",
      "description": "Whether you're exploring new trails around the resort or lapping the terrain park, comfort is crucial when it comes to an enjoyable day on the mountain. So Salomon designed its Kiana Focus Boa Snowboard Boot with warmth and plush comfort in mind, and gave it a versatile medium flex so any type of rider can enjoy it. The Focus Boa system lets you independently adjust the upper and lower zones with the twist of a dial, so you can quickly fine tune the fit to your exact liking. The heat-moldable Comfort liner conforms to your foot over time for a custom fit, and plush fleece locks in warmth. Heel grip zone at the heel prevents heel lift for quicker response when carving and less fatigue. The low-profile DAMPlite+ outsole keeps your foot close to the board for superior board feel and control.",
      "image": "https://content.backcountry.com/images/items/900/SAL/SALZ9FZ/WIN.jpg",
      "brand": "Salomon",
      "type": "boot",
      "id": 17
    },
    {
      "title": "Nordica Enforcer 104",
      "rating": "5",
      "price": "399.99",
      "description": "Get an all mountain slayer that you are sure to enjoy with the Nordica Enforcer 104 Free Skis. The shape and construction of the Enforcer 104 Free remains unchanged. This highly coveted ski is an excellent option for the advanced to expert skier looking to have a one-ski-does-it-all ride. The Energy 2 Titanium Construction is the same that Nordica uses on their World Cup Race Skis. A Poplar Beech Core is sandwiched between two 0.4mm thick sheets of Titanal to give you power, stability and some serious crud-busting ability. The Enforcer's Blunt Nose Tip Shape is designed to give you floatation when it's a powder day, smooth turn initiation on a firm groomer day and deflect negative vibrations when the snow is chunky. The All-Mountain camRock Profile simply makes your skiing easier in any condition. If you have heard all the buzz surrounding the Enforcer 104 Free from magazines, testers and all types of skiers, it's time for you to find out why this is the ski for you.",
      "image": "https://summitsports.scene7.com/is/image/SummitSports/562309_562309_1?$256$",
      "brand": "Nordica",
      "type": "skis",
      "id": 18
    },
    {
      "title": "Nordica Santa Ana",
      "rating": "5",
      "price": "850",
      "description": "When the snow falls, amplify your day with the Santa Ana 104 Free. Slightly narrower than the Santa Ana 110 Free, it’s the perfect daily driver for those who love to freeski off-piste and play on the trail. This new addition to the legendary Santa Ana collection is already renowned for providing a smooth and playful attitude in a design that’s accessible and easy to ski. And while the Santa Ana 104 Free craves softer snow, it offers exceptional performance—and plenty of fun—no matter the terrain or conditions. To minimize weight and boost stability and response, it pairs a wood core with carbon and a sheet of terrain-specific metal. This also dampens vibrations for an especially smooth ride. Stable and playful, the Santa Ana 104 Free helps you discover your potential—and everything the mountain has to offer.",
      "image": "https://cdn11.bigcommerce.com/s-ra8e2ndq97/images/stencil/800x800/products/14569/5535/nordica-santa-ana-104-free-skis-women-s-2021-__15373.1607716942.jpg?c=2",
      "brand": "Nordica",
      "type": "skis",
      "id": 19
    },
    {
      "title": " Roxy Nordica Smoothie",
      "rating": "5",
      "price": "459.99",
      "description": "The Smoothie is designed for all mountain freeriding on the resort or deep in the backcountry. It has a directional C2 contour and wider nose for float, pop,and control. The slightly tapered tail makes quick turning and powder slashing feel as smooth as it does in your dreams. The custom Roxy graphics by Alexandra Ewen illustrate the blending of mountains and waves. The Smoothie is the perfect choice for all mountain stability and reliability even in the most challenging conditions.",
      "image": " https://roxy.mervin.com/media/catalog/product/cache/fdf83d3fe06867cb1ffe42aabc17b5bd/2/0/2020-2021-Roxy-Smoothie-Snowboard-BlackBase.jpg",
      "brand": "Roxy",
      "type": "snowboard",
      "id": 20
    },
    {
      "title": "Salomon MTN Lab helmet",
      "rating": "5",
      "price": "200",
      "description": "The helmet’s feathery 13.3-ounce weight (our medium size with the heavier winter liner) is the lightest on our list and makes it easy to wear all day or attach to a pack. Ventilation is also a strong point with 12 large cutouts distributed along the top and sides of the lid. And Salomon didn’t skimp on features with the MTN Lab: the helmet integrates well with our Smith I/O Mag goggles, the adjustment dial at the back is easy to use, and the two included merino wool liners (one lightweight and one winter-weight) are soft and cozy. ",
      "image": "https://www.switchbacktravel.com/sites/default/files/image_fields/field_imgs_inline/Salomon MTN Lab helmet (2017-2018).jpg",
      "brand": "Salmon",
      "type": "helmet",
      "id": 21
    },
    {
      "title": "Nitro Phantom Carver Snowboard Binding",
      "rating": "5",
      "price": "329.95",
      "description": "The Phantom Carver Snowboard Bindings were designed for powerful riders destined to make stylish carves and beautiful turns through powder or fresh groomers. The stiff X-Beam carbon highback delivers an ultra-responsive feel, while the Air 2.0 base frame adds a canted footbed with Dual Air Dampening to absorb shock for plowing through variable snow at high speeds.",
      "image": "https://content.backcountry.com/images/items/medium/NTR/NTRO18J/STOBLA.jpg",
      "brand": "Nitro",
      "type": "binding",
      "id": 22
    },
    {
      "title": "Arbor Bryan Iguchi Pro",
      "rating": "5",
      "price": "799.99",
      "description": "The Arbor Bryan Iguchi Pro Splitboard is a big-mountain splitboard for getting into a boxing match with nature and going twelve rounds with a smile on your face, crafted with the unrivaled Arbor highland split core and a Sintered Plus base. That means you can go super fast with superior durability, even deep into the backcountry, all without compromising on sustainability. Now you've got to work on that beard and move into a cabin in the country to pursue your gnarliest powder dreams. *Please Note: This is a factory blem board that may have slight cosmetic damage.*",
      "image": " https://images.evo.com/imgp/700/201257/792801/arbor-bryan-iguchi-pro-splitboard-blem-2021-.jpg",
      "brand": "Arbor",
      "type": "snowboard",
      "id": 23
    },
    {
      "title": "Nidecker Trinity Boa Focus Snoaboard Boot ",
      "rating": "5",
      "price": "269.95",
      "description": "Get a groomer ripper with the Fischer RC4 The Curv DTX, a great option for any advanced intermediate to expert skier. Free Milled Titanium includes a layer of titanium laid on top of the wood core which helps keep the ski stable at high speeds. The trademarked DIAGOTEX located underneath the top sheet is a thin carbon weave to provide torsional stability. You'll have no problem staying stable from carve to carve thanks to the Triple Radius Technology. Get a true performance On Piste ski with the Fischer RC4 The Curv DTX.",
      "image": "https://content.backcountry.com/images/items/900/NDK/NDK004P/WHI.jpg",
      "brand": "Nidecker",
      "type": "boot",
      "id": 24
    },
    {
      "title": "Fischer RC4 The Curv DTX",
      "rating": "5",
      "price": "899.99",
      "description": "Get a groomer ripper with the Fischer RC4 The Curv DTX, a great option for any advanced intermediate to expert skier. Free Milled Titanium includes a layer of titanium laid on top of the wood core which helps keep the ski stable at high speeds. The trademarked DIAGOTEX located underneath the top sheet is a thin carbon weave to provide torsional stability. You'll have no problem staying stable from carve to carve thanks to the Triple Radius Technology. Get a true performance On Piste ski with the Fischer RC4 The Curv DTX.",
      "image": "https://summitsports.scene7.com/is/image/SummitSports/600436_600436_1?$256$",
      "brand": "Fischer",
      "type": "skis",
      "id": 25
    },
    {
      "title": "Salomon S/Force 11 Skis",
      "rating": "5",
      "price": "799.99",
      "description": "The S/Force skis from Salomon are a frontside ski built with the performance and construction of a race ski. Its Edge Amplifier Technology provides a stronger edge grip and makes for smooth turn initiation. Perfect for anyone looking to carve their way down the mountain with stability and speed in any condition. Tip Rocker, Full Poplar Woodcore, Double TI Reinforcement,TPU Mat Structured Topsheet, Flextrak Edge Amplifier",
      "image": "https://summitsports.scene7.com/is/image/SummitSports/586863_586863_1?$256$",
      "brand": "Salomon",
      "type": "skis",
      "id": 26
    },
    {
      "title": "Rome Katana Snowboard Binding",
      "rating": "5",
      "price": "349.95",
      "description": "With the Katana Binding, Rome has created the ultimate weapon for slicing your way down big-mountain lines and carving up corduroy with ruthless precision. It delivers a powerful, responsive feel that's optimal for technical riding and high-speed pursuits, while still offering flexibility where you want, and it's highly customizable so you can fine-tune it to your riding style. Rome's Anti-Shock Highback provides heelside response that has support where you need it and has flexibility on the inside top corners for tweak and smooth flow. The baseplate makes minimal contact with your board, allowing the board to flex the way it was meant to. AsymWrap tech offers quick and powerful edge-to-edge response for charging steeps and weaving through trees, while still allowing side-to-side flex so you can tweak tricks and get loose.",
      "image": "https://content.backcountry.com/images/items/medium/ROM/ROMZ394/BLA.jpg",
      "brand": "Rome",
      "type": "binding",
      "id": 27
    },
    {
      "title": "Atomic Vantage 82 TI",
      "rating": "5",
      "price": "799.99",
      "description": "The Atomic Vantage 82 Ti is an awesome option for any advanced to expert level skier who loves to rip on the frontside. Prolite Construction is the slimmest profile possible with all the key features built around to keep wait down and focus on the skis attributes. The blend of ash and poplar creates the Power Woodcore which gives a great blend of vibration control and stability. Strength is added with the Titanium Tank Mesh which incorporates a layer of titanium mesh from tip to tail for complete control and edge stability no matter how hard you're pushing it. The Energy Backbone reinforces the Vantage for added strength and rigidity which will have groomer rippers grinning ear to ear. Rip the groomers in style and precision with the Atomic Vantage 82 Ti.",
      "image": "https://summitsports.scene7.com/is/image/SummitSports/608538_608538_1?$256$",
      "brand": "Atomic",
      "type": "skis",
      "id": 28
    },
    {
      "title": "  POC Obex SPIN helmet",
      "rating": "5",
      "price": "200",
      "description": "The big news is the integration of their SPIN technology—POC’s version of a MIPS liner that aims to reduce rotational forces in an angled impact—into a lightweight and competitively priced package. The beauty of SPIN is its simplicity: the design uses cushioned pads that integrate seamlessly into the lining. Rounding out the features, the Obex has an adjustable fit system that secures evenly around the head, a durable ABS shell, and the brand’s signature clean styling.",
      "image": "https://www.switchbacktravel.com/sites/default/files/image_fields/Best Of Gear Articles/Skiing/Ski Helmets/POC Obex SPIN ski helmets.jpg",
      "brand": "POC",
      "type": "helmet",
      "id": 29
    },
    {
      "title": "Rossignol Hero Elite Plus Ti Skis",
      "rating": "5",
      "price": "999.95",
      "description": "The new Rossignol Hero Elite Plus Ti is a perfect ski for the aggressive skier looking for a carving machine on the groomers. Rossignol's new LCT (Line Control Technology) uses a Titanal Power Rail that runs from the tip to the tail of the ski that adds extra horsepower and stability by eliminating counter flexing of the ski. The Poplar Wood Core works with additional Titanal Layers to add a damp and powerful feeling that is loaded with energy for banging out tight turns down the fall line. A small amount of rocker in the tip of the ski is called On-Trail Rocker that initiates turns quickly, while camber on the rest of the ski delivers a high amount of rebound and edge hold. The Prop Tech allows the torsional flex to adapt to changes in the terrain to make this ride highly responsive. If you are a strong skier looking for a race like performance without having to put all of the work you'd have to in a race ski, the Rossignol Hero Elite Plus Ti is a perfect ski for you.",
      "image": "https://summitsports.scene7.com/is/image/SummitSports/519464_519464_1?$256$",
      "brand": "Rossignol",
      "type": "skis",
      "id": 30
    },
    {
      "title": "Adidas Acerra 3ST ADV Snowboard Boot",
      "rating": "5",
      "price": "419.95",
      "description": "Whether you're hiking the bootpack at the top of Teton Pass or riding inbounds at your local ski hill, the Adidas Acerra ADV Snowboard Boot is a top-notch option for aggressive performance with a natural fit. Trusted by pros on their most daring endeavors, this boot offers tons of support and response to help you take on the steepest and deepest terrain.",
      "image": "https://content.backcountry.com/images/items/900/ADD/ADDI0MV/LEINICBLSIME.jpg",
      "brand": "Adidas",
      "type": "boot",
      "id": 31
    },
    {
      "title": "Blizzard Black Pearl 88",
      "rating": "5",
      "price": "649.95",
      "description": "The Blizzard Black Pearl 88 is a great option for the advanced intermediate to expert level lady looking for all mountain versatility. The TrueBlend Woodcore is the process of putting stiffer wood in the center of the ski for rigidity and then blending softer wood in the tip and tail to get a more loser and playful feel when you want it. The Womans Specific Design Shape Concept provides a traditional wide frontside cut along with a forward mounting position for effortless steering. A Fiberglass layer laid over the top of the core adds to the stiffness of the ski without adding too much weight. The single Titanal Layer will provide tons of rigidity for a hard charging ski when it's time to hit the gas. Torsional stiffness is no issue thanks to the Sandwich Compound Sidewall which will provide control while transitioning from edge to edge. Get a well-engineered all mountain that's custom to Women riders with the Blizzard Black Pearl 88.",
      "image": "https://summitsports.scene7.com/is/image/SummitSports/608802_608802_1?$256$",
      "brand": "Blizzard",
      "type": "skis",
      "id": 32
    },
    {
      "title": "Dynastar Speed Zone 4x4 82 Pro Skis",
      "rating": "5",
      "price": "899.95",
      "description": "The Dynastar Speed Zone 4x4 82 Pro is an awesome choice for advanced to expert level skiers looking for a stable front side charger. The Hybrid Beech PU Core is a blend of beech wood and poly urethane for a lightweight feel without sacrificing on strength and durability. 3D Profile enhances the skis profile by beefing up the areas where energy is harnessed to be distributed to the tips and tails for riding fluency and consistency. PowerDrive incorporates a viscoelastic material in the sidewall for vibration dampening as well as titanal, increasing the strength of the ABS and providing lots of stability when getting the ski on edge. The Tip Rocker profile provides little rocker in the tip for effortless edge contact to the snows surface and camber throughout the rest for controlled steering. A Sintered HD Base provides awesome glide on the surface of the snow for now lost momentum and a smooth ride. Fly down the mountain with precision and stability with the Dynastar Speed Zone 4x4 82 Pro.",
      "image": "https://summitsports.scene7.com/is/image/SummitSports/572750_572750_1?$256$",
      "brand": "Dynastar",
      "type": "skis",
      "id": 33
    }
  ],
  "accounts": [
    {
      "account": "ashirmatov@gmail.com",
      "id": 1614238188337,
      "password": "250268",
      "Admin": true
    },
    {
      "account": "test@gmail.com",
      "id": 1614248802573,
      "password": "123"
    },
    {
      "account": "test1@gmail.com",
      "id": 1614333059342,
      "password": "1234"
    }
  ],
  "productComments": [
    {
      "commentId": "",
      "comments": "",
      "date": ""
    },
    {
      "nickName": "asd",
      "review": "asd",
      "id": "5",
      "itemId": "5"
    },
    {
      "nickName": "asdasddsa",
      "review": "asdasdasd",
      "id": "6",
      "itemId": "6"
    },
    {
      "commentId": "1",
      "comments": "asdasdasd",
      "date": "26.02.2021, 13:04:39",
      "id": "k2n2dHU"
    },
    {
      "commentId": "2",
      "comments": "dadfasd",
      "date": "26.02.2021, 14:17:08",
      "id": "zGrtYl_"
    },
    {
      "commentId": "2",
      "comments": "asdasdasd",
      "date": "26.02.2021, 15:42:49",
      "id": "Hb4-wKs"
    }
  ]
}